Repository: khaledmurad/rent_sell_house
Catalog: lib/l10n/app_*.arb
Languages: ar

# hello
source: Hi
ar: ماذا تريد أن تجد؟

source: Live anywhere
ar: اسكن اين ما تريد

source: Categories
ar: تصنيفات

source: YOUR WORLD IN YOUR HAND
ar: املك عالمك بين يديك

# be_a_member
source: Be a member with us and search for houses
ar: سجل الان وابحث عن المنازل كما تريد

# be_member
source: Be a member
ar: سجل الان

source: Houses
ar: المنازل

source: Show all
ar: عرض الكل

source: Saved
ar: الاعجاب

source: Collect places to stay.
ar: احتفظ بما يعجبك هنا

source: Log in
ar: تسجيل دخول

source: Start save what you like
ar: ابدا بحفظ كل ما يعجبك هنا

source: Messages
ar: الرسائل

# your_profile
source: Welcome
ar: الصفحة الشخصية

# login_to_start_plan
source: Login or sign up to start planning your next trip.
ar: سجل دخول الان لبدء رحلة جديدة

# dont_have_account
source: Don't have an account?
ar: لا تملك حساب؟

source: Sign up
ar: سجل الان

source: tourism
ar: سياحي

source: Profile
ar: الصفحة الشخصية

# change_pp
source: Change profile photo
ar: تغيير صورة الحساب

source: Take new photo
ar: صورة جديدة

# choose_gallery
source: Choose from gallery
ar: اختر صورة من المعرض

source: Delete photo
ar: حذف الصورة

source: ACCOUNT SETTINGS
ar: اعدادات الحساب

source: Personal Information
ar: المعلومات الشخصية

source: My list
ar: قائمتي

# your_waiting
source: Your waiting ads
ar: قائمة الانتظار

source: SUPPORT
ar: الدعم

source: Notifications
ar: الاشعارات

# give_feedback
source: Give us feedback
ar: اخبرنا برأيك

source: Contact Us
ar: تواصل معنا

source: Settings
ar: الاعدادات

source: LOG OUT
ar: تسجيل خروج

source: Welcome
ar: مرحبا

source: Add new ads.
ar: اضافة اعلان جديد

source: You are
ar: انت

source: Real Estate Agency
ar: مكتب عقارات

source: Owner
ar: المالك

source: Your house
ar: منزلك

source: For sale
ar: بيع

source: For rent
ar: تأجير

source: Your house rent for
ar: البيت للايجار

source: select
ar: اختر

source: Yearly
ar: سنوي

# monthly
source: Monthly (tourist)
ar: شهري (سياحي)

# count_house_rooms
source: House rooms
ar: عدد الغرف

source: Entire house
ar: منزل كامل

# cabins_Cattages
source: Cabins and Cattages
ar: كبائن وأكواخ

source: Apartment
ar: شقة

source: Hotel
ar: فندق

source: Villa
ar: فيلا

# tiny_house
source: Farm house
ar: منزل ريفي

source: Housemate
ar: رفيق سكن

source: City
ar: المدينة

source: State
ar: المنطقة

source: Next
ar: متابعة

source: Forget password ?
ar: نسيت كلمة المرور ؟

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: or
ar: او

source: Continue with Google
ar: تسجيل باستخدام جيميل

source: Continue with Facebook
ar: تسجيل باستخدام فيسبوك

source: Add review
ar: اضف تعليق

source: Hosted by
ar: اضيف بواسطة

source: bedroom
ar: غرف نوم

source: bathroom
ar: حمام

source: Balcony
ar: توجد شرفة

source: No balcony
ar: لا توجد شرفة

# enjoy_your_stay
source: Enjoy your stay in your home.
ar: استمتع بايجاد منزل يناسبك

source: House Rules
ar: قواعد المنزل

source: Get details.
ar: التفاصيل

source: More information
ar: مزيد من المعلومات

source: Read more
ar: اقرا المزيد

source: Amenities
ar: المرافق

source: show all amenities
ar: جميع المافق

source: show all reviews
ar: جميع التعليقات

source: Location
ar: الموقع

source: Street
ar: الشارع

source: PostCode
ar: الرمز البريدي

source: Joined in
ar: انضم في

# report_listing
source: Report this listing
ar: التبليغ عن هذا الاعلان

# contact_host
source: Contact with host
ar: تواصل مع المعلن

# login_first
source: You have to log in first
ar: عليك تسجيل الدخول اولا

source: Rate place
ar: تقييم المنزل

# rate_write_review
source: Rate place and write review
ar: تقييم المنزل و كتابة تعليق

# great_place_stay
source: Great place to stay
ar: مكان رائع للبقاء...

# thankU
source: Thank you
ar: شكرا لك

source: Review
ar: تعليق

source: WiFi
ar: انترنت

source: TV
ar: تلفاز

source: Air condition
ar: مكيف

source: Heating
ar: تدفئة

source: Pool
ar: حوض استحمام

source: House safety
ar: امنيات للمنزل

source: Garden
ar: حديقة

source: Park
ar: موقف سيارات

source: Pets
ar: الحيوانات

source: Secure camera
ar: كاميرات مراقبة

source: Smoking
ar: التدخين

source: Check in
ar: وقت الدخول

source: Check out
ar: وقت الخروج

source: No pets
ar: غير مسموح بالحيوانات

# smoking_allow
source: Smoking is allow
ar: مسموح التدخين

# smoking_Not_allow
source: Smoking is not allow
ar: التدخين ممنوع

# max_persons
source: Max of persons
ar: عدد الاشخاص

source: About Money
ar: السعر

source: Host from
ar: المنزل من

source: For month
ar: شهري

source: Deposit
ar: تامين

source: Commission
ar: عمولة

source: For day
ar: يومي

source: Price
ar: السعر

source: Contact with
ar: تواصل مع

source: Message the host
ar: تواصل مع المعلن

source: Send message
ar: ارسل

source: Why are you reporting?
ar: لماذا تريد الابلاغ؟

# wont_be_shared
source: This won't be shared with the host.
ar: لن يتم مشاركة الابلاغ مع المعلن

# its_not_real_place_to_stay
source: It's not a real place to stay
ar: ليس مكان حقيقي

# its_scam
source: It's a scam
ar: احتيال

# its_inaccurate_incorrect
source: It's inaccurate or incorrect
ar: المكان غير دقيق او غير صحيح

source: It's something else
ar: شئ اخر

source: Why are you upset?
ar: لماذا انت مستاء ؟

source: We got your report
ar: لقد استلمنا رسالتك

# thanks_for_sharing_your_opinion
source: Thanks for sharing your opinion. Reports like yours keep safe and secure.
ar: شكرا لك على رسالتك

source: Done
ar: تم

source: All Reviews
ar: جميع التعليقات

source: Filters
ar: البحث

source: House kind
ar: نوع المنزل

source: House For
ar: المنزل

source: Daily rentals
ar: سياحي

source: Apply filter
ar: بحث

source: Filter results
ar: نتائج البحث

source: No result
ar: لا يوجد نتائج

# login_read_messages_notifications
source: Log in to read messages
ar: سجل الان لرؤية الرسائل

source: You
ar: انت

source: image
ar: صورة

source: New message...
ar: رسالة جديدة...

source: Delete
ar: حدف

# report_user
source: Report this user
ar: الابلاغ عن المستخدم

source: Message
ar: ارسل رسالة

source: Hi
ar: مرحبا

source: Message sent
ar: تم الارسال

# what_happening
source: What's happening?
ar: ماذا حدث؟

# this_wont_be_shared_with_host
source: This won't be shared with the host.
ar: لن يتم مشاركة هذا مع المعلن

# i_think_they_scamming_spamming_me
source: I think they're scamming or spamming me
ar: أعتقد أنهم يخدعونني أو يرسلون رسائل بريد عشوائي

# they_being_offensive
source: They're being offensive
ar: انه مزيف

source: Report
ar: ابلاغ

# you_havent_added_ads
source: You haven't added any ads
ar: لم تقم باضافة اي اعلان بعد

source: Address
ar: العنوان

source: Ads state
ar: حالة الاعلان

source: House Page
ar: تفاصيل المنزل

source: Convert
ar: تحويل

# sure_you_want_convert
source: Are you sure you want convert this ads to inactive ?
ar: هل انت متاكد من تحويل الاعلان الى غير نشط؟

# sure_you_want_not_convert
source: Are you sure you want convert this ads to active ?
ar: هل انت متاكد من تحويل الاعلان الى نشط؟

source: Sure
ar: تاكيد

source: Back
ar: رجوع

source: Convert not active
ar: تحويل الى غير نشط

source: Convert active
ar: تحويل الى نشط

# sure_you_want_delete_ads
source: Are you sure you want delete this ads ?
ar: هل انت متاكد من انك تريد حدف هذا الاعلان؟

source: Delete this ADS
ar: تاكيد الحدف

source: Language
ar: اللغة

source: DELETE ACCOUNT
ar: حدف الحساب

source: Awaiting approval
ar: قائمة الانتظار

source: Are you sure you want delete
ar: هل انت متاكد انك تريد الحدف

source: Cancel
ar: الغاء

# you_dont_have_any_ad_awaiting
source: You don't have any ad in awaiting
ar: ليس لديك اي اعلانات في قائمة الانتظار للموافقة

# hi_tell_what_think_about
source: Hi, tell us what you think about
ar: مرحبا, اخبرنا عن رايك بنا!

source: suggestion
ar: اقتراح

source: complaint
ar: شكوى

source: Send feedback
ar: ارسل

source: Save
ar: حفظ

source: Edit personal info
ar: تعديل المعلومات الشخصية

source: PUBLIC INFO
ar: المعلومات العامة

source: PRIVATE DETAILS
ar: البيانات الشخصية

source: First name
ar: الاسم الاول

source: Last name
ar: اسم العائلة

# date_birthday
source: Date of birthday
ar: تاريخ الميلاد

source: Phone number
ar: رقم الموبايل

source: information
ar: معلومات

# sent_photo
source: sent a photo
ar: ارسل صورة

source: Male
ar: ذكر

source: Female
ar: انثى

source: smoke alarm
ar: جهاز انذار الدخان

source: parking
ar: موقف سيارات

source: Host Description
ar: معلومات الاعلان

source: Ad Name
ar: اسم الاعلان

source: Host name.
ar: اسم الاعلان

# mmax_people
source: Max people
ar: عدد الاشخاص

source: Floor Number
ar: الطابق

source: Host space
ar: مساحة المنزل

source: space
ar: المساحة

# mm
source: mÂ²
ar: m²

source: Available
ar: متوفر

source: Not available
ar: غير متوفر

source: Exit
ar: انهاء

source: Allow pets
ar: الحيونات

source: yes
ar: مسموح

source: no
ar: ممنوع

source: Allow smoking
ar: التدخين

# mmonthly
source: Monthly
ar: شهري

source: Dayly
ar: يومي

source: Price type
ar: العملة

source: Description
ar: الوصف

source: Write here.
ar: اكتب هنا.

source: Main Image
ar: صورة الاعلان

source: Upload
ar: تحميل

source: Nothing here
ar: لا يوجد شي

source: Host Images
ar: صور المنزل

source: Photos
ar: الصور

source: Share
ar: انشر

source: Ad successfully added
ar: تم نشر اعلانك بنجاح

source: Arabic
ar: العربية

source: English
ar: الانجليزية

source: Turkish
ar: التركية

source: Copied to Clipboard
ar: نسخ الى الحافظة

source: Ankara
ar: انقرة

source: Antalya
ar: انطاليا

source: Bursa
ar: بورصة

source: Istanbul
ar: اسطنبول

source: Izmir
ar: ازمير

source: Kaysari
ar: قيصري

source: Sakarya
ar: صقاريا

source: Trabzon
ar: طرابزون

source: Copy
ar: نسخ

source: Contact us
ar: تواصل معنا

source: Send e-mail
ar: ارسل ايميل

source: Contact with US
ar: تواصل معنا

source: Send message
ar: اكتب رسالة

source: Send
ar: ارسل

source: No messages
ar: لا يوجد رسائل

# see_your_Email_box
source: Check your Email box
ar: راجع بريدك الالكتروني

# your_ad_added_sucssefully
source: Your ad added sucssefully, it will add to list after confirmed from us (within 12 hours).
ar: تمت إضافة إعلانك بنجاح ، ستتم إضافته إلى القائمة بعد الموافقة عليه من قبلنا (في غضون 12 ساعة).

# search_about_ID_or_owner
source: Search about ad number or owner
ar: ابحث عن المالك او رقم الاعلان
